[{"Model Code":"HN60989D","Product Name":"Sheesham - Diamond New Solid Wood Queen Bed With Hydraulic Storagehoney Natural","Description":"&lt;p&gt;&amp;quot;Product Not For Sale ; Only For Demo. We Are Not The Legal Owners Of Product Looking To Add A Statement Piece To Your Bedroom? With The Diamond New Solid Wood Queen Bed, You Can Instantly Transform The Look Of Your Bedroom, Making It Instantly More Bold And Dramatic. Made From High Quality, Thick Sheesham Wood, This Piece Is Set Up Apart Because Of Its Unique Look. A Geometrical Diamond Pattern Add Interest On Both The Headboard And Footboard. Adding This Piece To Your Bedroom Also Gives You The Added Advantage Of Having A Convenient Storage Space. The Bed Features A Hydraulic Storage Mechanism, Which Can Be Used To Store Your Bed Linens, Extra Pillows And More. With An Easy Grip Metal Handle Near The Headboard, Opening The Storage Compartment Is Never A Problem. The Bed Is Also Thoughtfully Elevated Above The Ground, So That Cleaning Becomes A Quick And Easy Task.&amp;quot;&lt;/p&gt;","Price":"INR\n18,000.00","image":"https://demo2.121.page/storage/files/193/FBIBQBSWSTHN60989D.jpg"},{"Model Code":"TWN71384D","Product Name":"Trevor","Description":"Product NOT for sale ; only for demo. We are NOT the legal owners of productMade Up Of Kiln Dried And Chemically Treated Thick Sheesham Wood. Table Top Made Up With 25 M Thick Sheesham Wood Top. Thick Streingth Line Legs With 90 Thickness Which Thickness Of Table Apron Is 80 . Chair Is Made In Thick Sheesham Wood Dark Grey Colour Fabric Upholstred Seat. Chair Is Very Heavy And Sturdy Which Log Thickness Is 35 Along With The Thickness Of Chair Legs 50 X 40. There Is A Combination Of Bench With Apron Thickness Is 70 And Very Wide And Sturdy. Available In 1 Table , 4 Chair And 1 Bench And It Can Be Also Sold In 1+6","Price":"INR\n81,990.00","image":"https://demo2.121.page/storage/files/193/FDIDDTSWSTWN71384D.jpg"},{"Model Code":"VB1878","Product Name":"Topaz, Sapphire &amp; Diamond Ethnic Long Bracelet","Description":"Product NOT for sale ; only for demo. We are NOT the legal owners of product1.Shimmering And Glistening Gemstones Form A Killing Combination. The Gemstones Used Are Blue Topaz, Blue Sapphire &amp; Diamonds.2. Showcase Your Sophistication With Our 925 Sterling Silver 100% Natural London Blue Topaz  Bracelet. This Bracelet Is A Modern Take On Classic Style Making It Perfect For All Occasions And Gift Giving.3.This 14K London And Swiss Blue Topaz Bracelet Is Stunning. Flawless London Blue Topaz And Swiss Blue Topaz Gemstones, Directly Exported From Delhi, India, Have Been Strung Together And Secured With An 14K Solid Silver Toggle Clasp.R4. Free Shipping Domestic Or Internationa","Price":"INR\n69,400.00","image":"https://demo2.121.page/storage/files/193/VB1878.jpg"},{"Model Code":"WN70879D","Product Name":"Catherine Solid Wood Queen Bed With Hydraulic Storage In Walnut","Description":"&lt;p&gt;&amp;lt;Product NOT for sale ; only for demo. We are NOT the legal owners of product&amp;gt;&lt;br /&gt;\n&lt;br /&gt;\nMade Up Of Kiln Dried Chemically Treated Sheesham Solid Wood.&lt;br /&gt;\n&lt;br /&gt;\nBed Head Board Is 60 Mm Thick. Side Panels Are 25Mm Thick. Headboard Has Very Elegant Design .&lt;br /&gt;\n&lt;br /&gt;\nFoot Board Is 60 Mm Thick. Height Of The Side Rails From The Floor Is 420 Mm. Mattress Pannel Made Up With Plywood Which 17Mm Thick .&lt;br /&gt;\n&lt;br /&gt;\nPlywood Which Is Very Sturdy &amp;amp; Durable. This Bed Has Side Drawer Storage .&lt;br /&gt;\n&lt;br /&gt;\nAvailable In Sizes : King &amp;amp; Queen.&lt;br /&gt;\nRecommended Mattress Size : 1500Mmx 2000Mm For Queen &amp;amp; 1800 X 2000Mm For King Size Bed&lt;/p&gt;","Price":"INR\n1,500.00","image":"https://demo2.121.page/storage/files/193/FBIBQBSWSTWN70879D.jpg"}]